Repository: tigase/beagle-im
Catalog: BeagleIM/localization/*.lproj/Localizable.strings
Languages: pl

source: Username
pl: Nazwa użytkownika

source: using %@
pl: używając %@

source: Verified
pl: Zweryfikowany

source: Video source
pl: Źródło wideo

source: Visitors
pl: Goście

source: Warning
pl: Ostrzeżenie

source: While checking for support XMPP server returned an error: %@. Please select a different account or try again later.
pl: Podczas sprawdzania wsparcia na serwerze XMPP wystąpił błąd: %@. Proszę wybrać inne konto lub spróbować ponownie później.

source: Work
pl: Praca

source: XML Console: %@
pl: Konsola XML: %@

source: Yes
pl: Tak

# You (%@) were invited to the groupchat %@
source: You (%1$@) were invited to the groupchat %2$@
pl: Zostałeś (%@) zaproszony do rozmowy grupowej %@

source: You are leaving the group chat %@
pl: Opuszczasz rozmowę grupową %@

source: You are not allowed to modify list of affiliations for this room.
pl: Nie możesz modyfikować listy członków w tym pokoju.

source: You are not authorized to view memeber list of this room.
pl: Nie możesz przeglądać listy członków tego pokoju.

source: You are the last person with ownership of this channel. Please decide what to do with the channel.
pl: Jesteś ostatnią osobą będącą właścicielem tego kanału. Zdecyduj co zrobić z kanałem.

source: You didn't grant permission to record screen from %@.
pl: Nie nadałeś uprawnień do nagrywania ekranu %@.

source: You have entered invalid XML. It is impossible to send invalid XML as it violates XMPP protocol specification!
pl: Wprowadziłeś niepoprawny XML. Nie można go wysłać ponieważ jest to zabronione przez specyfikację protokołu XMPP!

source: You have pasted %d file(s). Do you wish to send them?
pl: Wkleiłeś %d plik(ów). Czy chcesz je wysłać?

source: You've denied access to your location for this app. You need to allow it in System Preferences.
pl: Zabroniłeś aplikacji dostępu do lokalizacji.

source: Your location
pl: Twoje położenie
