Repository: tigase/beagle-im
Catalog: BeagleIM/localization/*.lproj/Localizable.strings
Languages: pl

source: and node %@
pl: i węzła

source: %@ requests authorization to access information about you presence
pl: %@ prosi o dostęp do informacji o twojej dostępności

source: (private message)
pl: (wiadomość prywatna)

source: (this message has been removed)
pl: (wiadomość została usunięta)

source: Abuse
pl: Nadużycie

source: Accept
pl: Zaakceptuj

source: Access denied
pl: Brak dostępu

source: Account is disabled
pl: Konto jest wyłączone

source: Account is not connected
pl: Konto nie jest połączone

source: Account needs to be active and connected to remove the acocunt from the server
pl: Konto musi być aktywne i połączone aby móć je usunąć z serwera

source: Account removal
pl: Usuwanie konta

source: Account removal failure
pl: Nie udało się usunęć konta

source: Add
pl: Dodaj

source: Add member
pl: Dodaj członka

source: Add to
pl: Dodaj do

source: Add to contacts
pl: Dodaj do kontaktów

source: Addresses
pl: Adresy

source: Affiliation
pl: Afiliacja

source: Allow access
pl: Pozwól na dostęp

source: Allow presence subscription
pl: Pozwól na subskrypcję obecności

source: Allowing access to meeting failed
pl: Nie udało się pozwolić na dostęp do spotkania

source: Alternate colors for incoming/outgoing messages
pl: Różne kolory dla przychodzących/wychodzących wiadomości

source: Always
pl: Zawsze

source: and password
pl: i hasło

source: Anyone will be able to join.
pl: Każdy będzie mógł dołączyć.

source: Appearance
pl: Wygląd

source: Are you sure that you want to leave and destroy channel %@?
pl: Czy jesteś pewien że chcesz opuścić i usunąć kanał %@?

source: Are you sure you want to retract that message?
pl: Czy jesteś pewien że chcesz wycofać tą wiadomość?

source: Ask to add to roster
pl: Pytaj czy dodać do rostera

source: Attachment
pl: Załącznik

source: Authentication failed
pl: Autoryzacja nie powiodła się

source: Authentication failure for %@
pl: Uwierzytelnianie dla konta %@ się nie powiodło

source: Authentication mechanism is too weak for authentication
pl: Mechanizm uwierzytelniający jest za słaby

source: Authorization error
pl: Błąd autoryzacji

source: Authorization request
pl: Autoryzacja nie powiodła się

source: Automatic
pl: Automatyczny

source: Automatic attachments download
pl: Automatyczne pobieranie załączników

source: Ban
pl: Zablokuj

source: Ban access
pl: Zabroń dostępu

source: Ban user
pl: Zablokuj użytkownika

source: Banning user %@ failed
pl: Zablokowanie użytkownika %@ nie udało się

source: Block contact
pl: Zablokuj kontakt

source: Block server
pl: Zablokuj serwer

source: Blocking server
pl: Blokowanie serwera

source: Blocking server %@ will result in closing all open conversations with users of this server and blocking all communications with this server. Are you sure?
pl: Zablokowanie serwera %@ spowoduje zamknięcie wszystich otwartych rozmów z użytkownikami tego serwera oraz zablokuje całą komunikację z tym serwerem. Czy jesteś pewien?

source: Bookmark
pl: Zakładka

source: Call declined
pl: Połączenie odrzucone

source: Call ended
pl: Połaczenie zakończone

source: Call failed
pl: Połączenie nieudane

source: Can't show your location
pl: Nie można pokazać położenia

source: Cancel
pl: Anuluj

source: Channel destruction failed!
pl: Nie udało się usunąć kanału!

source: Channels
pl: Kanały

source: Chats list style
pl: Styl listy rozmów

source: Code
pl: Kod pocztowy

source: Compromised
pl: Skompromitowany

source: Configuration change failed
pl: Nie udało się zmienić konfiguracji

source: Confirm messages
pl: Potwierdź doręczenie/przeczytanie

source: Connected
pl: Połączony

source: Connecting...
pl: Łączenie

source: Contact name
pl: Nazwa kontaktu

source: Conversations
pl: Rozmowy

source: Copy link
pl: Kopiuj link

source: Copy messages
pl: Kopiuj widomości

source: Copy text
pl: Kopiuj tekst

source: Correct message
pl: Popraw wiadomość

source: Could not apply room configuration on the server. Got following error: %@
pl: Nie udało się zmienić konfiguracji pokoju. Wystąpił błąd: %@

source: Could not create
pl: Nie udało się utworzyć

source: Could not create channel on the server. Got following error: %@
pl: Nie udało się utworzyć kanału. Wystąpił błąd: %@

source: Could not detect MIME type of a file.
pl: Nie udało się rozpozna typu MIIME pliku

source: Could not execute command: %@
pl: Nie udało się wykonać komendy: %@

source: Could not invite to channel on the server. Got following error: %@
pl: Nie udało się zaprosić do kanału. Wystąpił błąd: %@

source: Could not join
pl: Nie udało się dołączyć

# Could not join newly created channel '%@' on the server. Got following error: %@
source: Could not join newly created channel '%1$@' on the server. Got following error: %2$@
pl: Nie udało się dołączyć do nowoutworzonego kanału. Wystąpił błąd: %@

source: Could not join room. Reason: %@
pl: Nie udało się dołączyć do pokoju. Powód: %@

source: Could not publish details
pl: Nie udało się opublikować szczegółów

source: Could not retrieve config
pl: Nie udało się pobrać konfiguracji

source: Could not retrieve details
pl: Nie udało się pobrać szczegółów

source: Could not retrieve file size.
pl: Nie udało się określić wielkości pliku

source: Could not retrieve room configuration from the server. Got following error: %@
pl: Nie udało się pobrać konfiguracji pokoju. Wystąpił błąd: %@

source: Could not retrive current version from the server.
pl: Nie udało się pobrać bieżącej wersji z serwera.

source: Could not retrive current version of a private VCard from the server.
pl: Nie udało się pobrać bieżącej wersji prywatnej wizytówki z serwera.

source: Country
pl: Kraj

source: Create channel
pl: Utwórz kanał

source: Dark
pl: Ciemny

source: Decline
pl: Odrzuć

source: Default
pl: Domyślne

source: Default encryption
pl: Domyślne szyfrowanie

source: Delete
pl: Usuń

source: Delete chat
pl: Usuń rozmowę

source: Delete group chat?
pl: Usunąć rozmowę grupową?

source: Destroy
pl: Zniszcz

source: Destroy channel?
pl: Usunąć kanał?

source: Device
pl: Urządzenie

source: Direct messages
pl: Bezpośrednie wiadomości

source: Disable autojoin
pl: Nie dołączaj automatycznie

source: Disabling will disable syncing information about read messages between your devices!
pl: Wyłączenie spowoduje wyłącznie synchronizacji informacji i przeczytanych wiadomościach pomiędzy twoimi urządzeniami!

source: Disconnected
pl: Rozłączony

source: Displayed
pl: Wyświetlona

source: Displayed by %@
pl: Wyświetlono przez %@

source: Do you want to accept this call?
pl: Czy chcesz odebrać to połączenie?

source: Do you want to deactivate and remove selected identities?
pl: Czy chcesz dezaktywować i usunąć wybrane tożsamości?

source: Do you want to mark selected identities as compromised?
pl: Czy chcesz oznaczyć wskazane tożsamości jako skompromitowane?

source: Do you want to mark selected identities as trusted?
pl: Czy chcesz oznaczyć wskazane tożsamości jako zaufane?

source: Do you wish to ban user %@?
pl: Czy chcesz zablokować użytkownika %@?

source: Edit keywords
pl: Edytuj słowa kluczowe

source: edited at %@
pl: edytowano %@

source: Emails
pl: Emaile

source: Enable autojoin
pl: Dołączaj automatycznie

source: Enable groupchat bookmarks sync
pl: Włącz synchronizację zakładej rozmów grupowych

source: Enable link previews
pl: Włącz podgląd linków

source: Enabled
pl: Włączone

source: Enter a JID of user you want to add to the list.
pl: Wprowadź JID użytkownika którego chcesz dodać do listy.

source: Enter a JID of user you want to ban.
pl: Wprowadź JID użytkownika którego chcesz zablokować.

source: Enter a nickname which you want to use in this channel.
pl: Wprowadź nick którego chcesz używać w tym kanale.

source: Enter contact name or jid
pl: Wprowadź nazwę kontaktu lub jid

source: Enter email address
pl: Wprowadź adres email

source: Enter JID
pl: Wprowadź JID

source: Enter new name
pl: Wprowadź nową nazwę

source: Enter password for room
pl: Wprowadź hasło dla pokoju

source: Enter phone number
pl: Wprowadź numer telefonu

source: Error
pl: Błąd

source: Error code
pl: Kod błędu

source: Error occurred
pl: Wystąpił błąd

source: Experimental
pl: Eksperymentalne

source: Failed to apply changes to the archiving configuration
pl: Nie udało się zapisać zmodyfikowanej konfiguracji archiwizacji

source: Failed to initialize RTC SSL for WebRTC!
pl: Nie udało się zainicjować RTC SSL dla WebRTC!

source: Failed to kick out
pl: Nie udalo się wyrzucić z rozmowy

source: Failed to retrieve archiving configuration from the server
pl: Nie udało się pobrać konfiguracji archiwizacji z serwera

source: Feature not supported by XMPP server
pl: Funkcja nie jest obługiwana przez serwer XMPP

source: File is too big to share
pl: Plik jest za duży by go udostępnić

source: File upload completed but it was not confirmed correctly by your server. Do you wish to proceed anyway?
pl: Plik został przesłany ale serwer nie potwierdził poprawności jego przesłania. Czy chcesz kontynuować?

source: Filesize limit
pl: Limit rozmiaru pliku

source: Fill frame
pl: Wypełnij ramkę

source: Fit to frame
pl: Dopasuj do ramki

source: From %@
pl: Od %@

# From %@ until %@
source: From %1$@ until %2$@
pl: Od %@ do %@

source: from %@...
pl: z %@...

source: From unknown
pl: Od nieznajomych

source: Groupchat invitation
pl: Zaproszenie do rozmowy grupowej

source: High
pl: Wysoka

source: Highest
pl: Najwyższa

source: Home
pl: Dom

source: HTTP File Upload server presented invalid SSL certificate for %1$@. Received certificate %2$@ (%3$@) is issued by %4$@. Would you like to connect to the server anyway?
pl: Server HTTP przedstawił nieprawidłowy certyfikat SSL dla %@. Otrzymany certyfikat %@(%@) został wydany przez %@. Czy chcesz kontynuować?

source: HTTP File Upload server presented invalid SSL certificate for %1$@. Received certificate %2$@ (%3$@) is self-signed! Would you like to connect to the server anyway?
pl: Server HTTP przedstawił nieprawidłowy certyfikat SSL dla %@. Otrzymany certyfikat %@(%@) jest samopodpisany. Czy chcesz kontynuować?

source: Ignore VoIP support check
pl: Ignoruj sprawdzanie wsparcia dla VoIP

source: Inactive
pl: Nieaktywny

source: Incoming audio call from %@
pl: Przychodzące połączenia audio od %@

source: Incoming video call from %@
pl: Przychodzące połączenie wideo od %@

source: Invalid password
pl: Nieprawidłowe hasło

source: Invalid password for account
pl: Nieprawidłowe hasło dla konta

source: Invalid SSL certificate
pl: Nieprawidłowy certyfikat SSL

source: Invitation
pl: Zaproszenie

source: Invitation to channel %@
pl: Zaproszenie do kanału %@

source: Invitation to groupchat
pl: Zaproszenie do rozmowy grupowej

source: Invitations
pl: Zaproszenia

source: It is not possible to automatically verify server certificate for %@. Please review certificate details:
pl: Nie udało się automatycznie zweryfikować certyfikatu serwera %@. Proszę sprawdzić szczegóły certyfikatu:

source: It is not possible to open a chat when the account related to the chat is disabled!
pl: Nie można otworzyć okna rozmowy gdy konto z którym jest powiązana jest wyłączone.

source: It was not possible to access camera or microphone. Please check permissions in the system settings
pl: Nie udało się uzyskać dostępu do kamery lub mikrofonu. Proszę sprawdzić uprawnienia aplikacji w preferencjach systemowych

source: It was not possible to access the file.
pl: Nie udało się użyskać dostępu do pliku

source: It was not possible to block %@
pl: Nie udało się zablokować $@

source: It was not possible to change channel configuration: %@
pl: Nie udalo się zmienić konfiguracji kanału: %@

source: It was not possible to contact XMPP server and sign in.
pl: Nie udało się połączyć z serwerem XMPP i zalogować

source: It was not possible to create a channel. The server returned an error: %@
pl: Nie udało się utworzyć kanału. Serwer zwrócił błąd: %@

source: It was not possible to create a meeting. Received an error: %@
pl: Nie udało się utworzyć spotkania. Wystąpił błąd %@

# It was not possible to destroy channel %@. Server returned an error: %@
source: It was not possible to destroy channel %1$@. Server returned an error: %2$@
pl: Nie udało się usunąc kanału. Serwer zwrócił błąd: %@

source: It was not possible to establish call
pl: Nie udało się nawiązać połączenia

source: It was not possible to grant selected users access to the meeting. Received an error: %@
pl: Nie udało się nadać prawa dostępu do spotkania. Wystąpił błąd: %@

source: It was not possible to join a channel. The server returned an error: %@
pl: Nie udało się dołączyć do kanału. Serwer zwrócił błąd: %@

source: It was not possible to join a room. The server returned an error: %@
pl: Nie udało się dołączyć do pokoju. Serwer zwrócił błąd: %@

# It was not possible to kick out %@. Server returned an error: %@
source: It was not possible to kick out %1$@. Server returned an error: %2$@
pl: Nie udało się wyrzucic %@ ze spotkania. Serwer zwrócił błąd: %@

source: It was not possible to modify account.
pl: Nie udało się zmodyfikować konta

source: It was not possible to publish channel details: %@
pl: Nie udało się opublikować szczegółów kanału: %@

source: It was not possible to retrieve channel configuration: %@
pl: Nie udało się pobrać konfiguracji kanału: %@

source: It was not possible to retrieve channel details: %@
pl: Nie udało się pobrać szczegółów kanału: %@

# It was not possible to retrieve disco#info details from %@%@: %@
source: It was not possible to retrieve disco#info details from %1$@\%2$@: %3$@
pl: Nie udało się pobrać szczegółów disco#info dla %@\%@: %@

# It was not possible to retrieve disco#items details from %@%@: %@
source: It was not possible to retrieve disco#items details from %1$@\%2$@: %3$@
pl: Nie udało się pobrać szczegółów disco#items dla %@\%@: %@

source: It was not possible to send encrypted message due to encryption error
pl: Nie udało się wysłać zaszyfrowanej wiadomości z uwagi na błąd

# It was not possible to share %d item(s) due to following errors: %@
source: It was not possible to share %1$d item(s) due to following errors: %2$@
pl: Nie udało się udostępnić %d rzeczy z uwagi na błędy: %@

source: It was not possible to verify that server is trusted
pl: Nie udało się zweryfikować, że serwer jest zaufany

source: Join %@
pl: Dołącz do %@

source: Join channel
pl: Dołącz do kanału

source: Joining channel %@
pl: Dołączanie do kanału %@

source: Key not generated!
pl: Klucz nie został wygenerowany!

source: Keywords
pl: Słowa kluczowe

source: Kick out
pl: Wyrzuć

source: Large
pl: Duży

source: Leave
pl: Opuść

source: Leave chat
pl: Opóść rozmowę

source: Leaving channel
pl: Opuszczanie kanału

source: Let your contacts know when you have received and read their messages. Disabling will disable syncing information about read messages between your devices!
pl: Pozwól twoim kontaktom wiedzieć że odebrałeś i odczytałeś ich wiadomosci. Wyłączenie tej opcji wyłączy synchronizację informacji o przeczytaniu wiadomosci pomiędzy twoimi urządzeniami!

source: Light
pl: Jasny

source: Locality
pl: Miejscowość

source: Location
pl: Położenie

source: Login and password do not match.
pl: Login i hasło nie pasują

source: Low
pl: Niska

source: Make them bold
pl: Pogrub je

source: Maximum number of users exceeded
pl: Maksymalna liczba uczestników przekroczona

source: Me
pl: Ja

source: Medium
pl: Średnia

source: Meeting creation failed
pl: Tworzenie spotkania nie powiodło się

source: Meeting ended
pl: Spotkanie zakończone

source: Meeting has ended
pl: Spotkanie skończyło się

source: Member
pl: Członek

source: Membership is required to access the room
pl: Członkowstwo jet wymagane by dołączyć do pokoju

source: Message decryption failed! Error code: %d
pl: Dekodowanie wiadomości nie powiodło się! Kod błędu: %d

source: Message formatting
pl: Formatowanie wiadomości

source: Message grouping
pl: Grupowanie wiadomości

source: Message was not encrypted for this devices
pl: Wiadomość nie jest zaszyfrowana dla tego urządzenia

source: Minimal
pl: Minimalny

source: Moderators
pl: Moderatorzy

source: Mute notifications
pl: Wycisz powiadomienia

source: Name
pl: Nazwa

source: Never
pl: Nigdy

source: New call
pl: Nowe połączenie

source: Nickname
pl: Nick

source: Nickname already in use
pl: Nick jest już zajęty

source: Nickname is locked down
pl: Nick jest zablokowany

source: No
pl: Nie

source: No account
pl: Brak kont

source: No attachments
pl: Brak załączników

source: Node
pl: Węzeł

source: None
pl: Brak

source: Not now
pl: Nie teraz

source: Notifications
pl: Powiadomienia

source: Only people with valid invitations will be able to join.
pl: Tylko osoby mające zaproszenia będą mogły dołączyć.

source: Open
pl: Otwórz

source: Open channel
pl: Otwórz kanał

source: Open chat
pl: Otwórz rozmowę

source: Open logs directory
pl: Otwórz katalog z logami

source: Opening chat with JID
pl: Otwieranie rozmowy z JID

source: Original
pl: Oryginalna

source: Outcast
pl: Wygnaniec

source: Owner
pl: Właściciel

source: Participants
pl: Uczestnicy

source: Pass ownership
pl: Zmień właściciela

source: Password
pl: Hasło

source: Password change failed
pl: Nie udało się zmienić hasła

source: Password changed
pl: Hasło zostało zmienione

source: Playing
pl: Odtwarzanie

# Please enter nickname %@ to enter to join groupchat at %@.
source: Please enter nickname %1$@ to enter to join groupchat at %2$@.
pl: Wprowadź nick %@ aby dołączyć do pokoju %@.

source: Please provide user JID and affiliation to this room.
pl: Proszę wprowadzić JID użytkownika i jego afiliacje względem pokoju.

source: Please try again later.
pl: Spróbuj ponownie później

source: Presence subscription
pl: Subskrypcja dostępności

source: Private message
pl: Wiadomość prywatna

source: Provided values are not acceptable
pl: Podane wartosci są nieakceptowalne

source: Publication of avatar failed
pl: Publikacja avatara nie udała się

source: Publication of new version of private VCard failed
pl: Publikacja nowej wersji prywatnej wizytówki nie powiodło się

source: Publication of new version of VCard failed
pl: Publikacja nowej wersji wizytówki nie powiodło się

source: Received
pl: Odebrana

source: Received by %@
pl: Otrzymano przez %@

source: Recorded
pl: Nagrano

source: Recording
pl: Nagrywanie

source: Registration failed!
pl: Rejestracja nie powiodła się!

source: Registration is not supported by this server
pl: Rejestracja nie jest wspierana przez ten serwer

source: Reject
pl: Odrzuć

source: Remove from application
pl: Usuń z aplikacji

source: Remove from server
pl: Usuń z serwera

source: Reply
pl: Odpowiedz

source: Reply with PM
pl: Odpowiedz w wiadomości prywatnej

source: Report
pl: Zgłoś

source: Request presence subscription
pl: Poproś o subskrypcję obecności

source: Required
pl: Wymagane

source: Required authentication mechanism not supported
pl: Wymagany mechanizm uwierzytelnianie nie jest obsługiwany

source: Resend message
pl: Wyślij ponownie wiadomość

source: Retract
pl: Wycofaj

source: Retract message
pl: Wycofaj wiadomość

source: Ringing...
pl: Dzwoni...

source: Room %@
pl: Pokój %@

source: Room is locked
pl: Pokój jest zablokowany

source: Save
pl: Zapisz

source: Select account
pl: Wybierz konto

source: Select files to share
pl: Wybierz pliki do udostępnienia

source: Select quality
pl: Wybierz jakość

source: Select quality of the image for sharing
pl: Wybierz jakość udostępnianych obrazów

source: Select quality of the video for sharing
pl: Wybierz jakość udostępnianych filmów

source: Selected account does not support creating a meeting. Please select a different account.
pl: Wybierane konto nie wspiera spotkań. Proszę wybrać inne konto.

source: Self-Signed
pl: Samopodpisany

source: Send
pl: Wyślij

source: Send private message to %@
pl: Wyślij wiadomość prywatną do %@

source: Sending files
pl: Wysyłanie plików

source: Sent images quality
pl: Jakość wysyłanych zdjęć

source: Sent videos quality
pl: Jakość wysyłanych fimów

source: Server did not confirm file upload correctly.
pl: Serwer nie potwierdził poprawnego odebrania pliku.

source: Server did not respond on registration request
pl: Serwer nie odpowiedział na prośbę o rejestrację konta

source: Server returned an error: %@
pl: Serwer zwrócił błąd: %@

source: Server returned error: %@
pl: Serwer zwrócił błąd: %@

source: Server returned following error: %$
pl: Serwer zwrócił następujący błąd: %@

source: Service Discovery Failure!
pl: Wykrywanie usług zawiodło!

source: Service is not available at this time.
pl: Usługa nie jest obecnie dostępna.

source: Set as default app
pl: Ustaw jako domyślną aplikację

source: Share
pl: Udostępnij

source: Sharing error
pl: Błąd udostępniania

source: Should avatar be updated?
pl: Czy zaktualizować awatar?

source: Should the account %@ be removed from the server as well?
pl: Czy usunąć konto %@ również z serwera?

source: Show advanced XMPP features
pl: Pokaż zaawansowane opcje XMPP

source: Show channels and chats in merged list
pl: Pokaż kanały i rozmowy w jednej liście

source: Show emoticons
pl: Pokaż emotikony

source: Show for messages from unknown senders
pl: Pokaż dla nieznajomych

source: Show map
pl: Pokaż mapę

source: Show system menu icon
pl: Pokaż ikonę w menu systemowym

source: Small
pl: Mały

source: Smart
pl: Inteligentnie

source: Spellchecking
pl: Sprawdzanie pisowni

source: SSL certificate of %@ could not be verified
pl: Certyfikat SSL nie mógł być zweryfikowany

source: Street
pl: Ulica

source: Submit
pl: Zatwierdź

source: Suggest emoticons
pl: Sugeruj emotikony

source: Telephone
pl: Telefon

source: That message will be removed immediately and it's receives will be asked to remove it as well.
pl: Ta wiadmość zostanie usunięta natychmiast a jej odbiorcy zostaną poproszeni o jej usunięcie.

source: The channel %1$@ was created but it was not possible to join it. The server returned an error: %2$@
pl: Kanał %@ został utworzony ale ie było możliwe dołączenie do niego. Serwer zwrócił błąd: %@

source: There is no trusted device to send message to
pl: Nie ma zaufanego urządzenia do wysłania wiadomości

source: This room is password protected. You need to provide correct password to join this room.
pl: Ten pokój jest chroniony hasłem. Musisz podać poprawne hasło aby do niego dołączyć.

source: To %@
pl: Do %@

source: To change password for account %$ please fill out this form:
pl: Aby zmienić hasło dla konta %@, proszę wypełnić ten formularz:

source: To show current location, enable Wi-Fi network.
pl: Aby pokazać bieżące położenie, włącz Wi-Fi.

source: To use BeagleIM you need to have the XMPP account configured. Would you like to add one now?
pl: Aby używać BeagleIM musisz mieć konto skonfigurowane konto XMPP. Czy chcesz dodać je teraz?

source: Trusted
pl: Zaufany

source: Try again. If removal failed, try accessing Keychain to update account credentials manually.
pl: Proszę spróbować ponownie. Jeśli usuwanie sie niepowiedzie, proszę użyć Dostęp do pęku kluczy aby zaktualizować hasło ręcznie.

source: Unable to create a meet
pl: Nie udało się stworzyć spotkania

source: Undecided
pl: Nieorekślony

source: Unencrypted
pl: Nieszyfrowane

source: UNKNOWN
pl: NIEZNANY

source: Unknown
pl: Nieznany

source: Unknown file
pl: Nieznany plik

source: Unread messages
pl: Nieprzeczytane wiadomości

source: Unsent
pl: Niewysłana

source: Upload to HTTP server failed.
pl: Przesył pliku do serwera HTTP nie powiódł się

source: Use public STUN servers
pl: Używaj publicznych serwerów STUN

# User %@ invited you (%@) to the groupchat %@
source: User %1$@ invited you (%2$@) to the groupchat %3$@
pl: Użytkownik %@ zaprosił cię (%@) do rozmowy grupowej %@

source: User is banned
pl: Użytkownik jest zablokowany

source: User with provided username already exists
pl: Użytkownik o podanej nazwie już istnieje
